<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Myphp toppage</title>
<link rel="stylesheet" type="text/css" href="../css/bike.css">
<link rel="stylesheet" type="text/css" href="../css/base.css">
</head>
  <div class="wap">
    <main>
      <div id="main_img">
        <img src="../img/bike.jpg" alt="メイン画像"></img>
      </div>
  </main>
  <text id="expln">
    <p>CBR250RRはホンダ社が制作した250ccクラスのスーパースポーツモデルの
      バイクです。</p>
    <p>水冷4ストローク直列2気筒エンジンを使用しており、2020年モデルでは
      最高出力30kW[41PS]/最大トルク25N・m[2.5kgf・m]を達成。</p>
    <p>あわせて吸気系の変更やマフラー内部の構造を最適化を行うことで、単に
      最高出力値を求めるだけでなく、全回転域においてスムーズで力強い走りを
      実現しています。</p>
    <img src="../img/01_l.jpg" alt="バイク走行画像"></img>
    <p>CBR250RRはライディングモードを3つ搭載しています。</p>
    <p>[comfortモード]はタンデム時などに適した、乗り心地重視の走行モード
        雨天時などにも使用することをお勧めされています。</p>
    <p>[sportモード]オールラウンドにスポーツ走行が楽しめるモード、
        標準モードなので、多くのライダーがこちらのモードを普段使用しています</p>
    <p>[sport+モード]レスポンシブ重視の力強い加速感を強調した走行モード
        こちらのモードは高速道路などで使用するライダーが多く見受けられます。</p>
    <img src="../img/cbr250rr_meta.jpg" alt="メーター周り画像"></img>
    <p>上側にライトガイド構造によるライン発光ランプを備え、
      下側は左右それぞれにハイ/ロー切替機能を持たせたLEDディアルヘッドライト
    </p>
    <p>ヘッドライト同様、上側のライン発光ランプと下側のストップランプを独立
      配置したテールランプ</p>
    <p>ウィンカー、ライセンスランプにもLEDを採用。</p>
    <p>速やかに情報を認識できるように視線の移動を最小限に抑えたフルデジタル
      メーター。</p>
    <p>前に進む意思をシャープな線とエッジで表現する14Lのフェーエルタンク。
    </p>
    <p>アルミ製スイングアームは左右非対称のガルアーム形状</p>
    <p>フロントサスペンションには高剛性を追求した倒立式フォークを採用。
      サーキット走行を想定し、フロントフォーク突き出し量を増やすことで
      車体セッティングの自由度を高めた。</p>
    <p>五段階のプリロード調整機構を備えたリアサスペンション</p>
    <p>低回転域は歯切れよく、中〜高回転域ではレーシングマシンを彷彿とさせる
      ドラマチックなサウンドを響かせる。</p>
    <p>フロントにはφ310mm、リアにはφ240mmのウェーブディスクを採用。
      制動時の安心感を高めるABSも標準装備している。</p>
  </text>
  <div id="bottan">
  <a href="custom.php"><input type="button"value="お勧めパーツへ"></a>
  <a href="index.php"><input type="button" value="トップへ"></a>
</div>
</div>
